Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/nb.no.csv-en-nn.deduped.tmx
Source language: en
Languages: nn

source: There are multiple advantages to adding NorNE on top of NDT.
nn: Det er fleire fordelar med å kombinere NorNE og NDT.

source: This corpus consists of approximately 600 000 tokens of running text from newspapers, blogs, parliamentary proceedings and reports, equally divided between Bokmål and Nynorsk, the two Norwegian written standards.
nn: Dette korpuset består av om lag 600 000 token med løpande tekst frå aviser, bloggar, stortingsforhandlingar og rapportar, delt likt mellom dei to målformene.

source: - Some of the metadata in the transcriptions of 20171213 were lacking in the json transcription files.
nn: - Nokre metadata til transkripsjonane i 20171213 mangla i json-filene.

source: The annotations in the corpus are public domain (CC-ZERO), and the dataset can be used both for research and commercial development.
nn: Annotasjonane i korpuset er offentleg eigedom (CC-ZERO), og datasettet kan nyttast både til forsking og kommersiell utvikling.

source: The National Library of Norway offers workspaces for researchers at our premises at Henrik Ibsens gate 110.
nn: Nasjonalbiblioteket tilbyr plass på forskarlesesal i Henrik Ibsens gate 110.

source: Betareleases of the NPSC were published in 2020 and 2021.
nn: Betaversjonar av korpuset vart publisert i 2020 og 2021.

source: at the University of Oslo and
nn: ved Universitetet i Oslo og

source: The audio files in the corpus contain the speech of entire days of plenary meetings from 2017 and 2018 (or, if a meeting lasts more than six hours, the first six hours of a day).
nn: Lydfilene i korpuset inneheld opptak frå heile dagar med plenumsmøte frå 2017 og 2018 (eller, viss eit møte varar i meir enn seks timar, dei første seks timane den aktuelle dagen).

source: The Norwegian Named Entities corpus (NorNE) was launched in June 2019. The corpus has been developed by
nn: Korpuset Norwegian Named Entities (NorNE) blei lansert i juni 2019 og er resultatet av eit samarbeid mellom
